<template>
  <div id="wuhan">
    <h2>武汉</h2>
    <h3>简介</h3>
    <p>武汉，简称“汉”，别称江城，是湖北省省会，中部六省唯一的副省级市，特大城市，国务院批复确定的中国中部地区的中心城市，全国重要的工业基地、科教基地和综合交通枢纽。截至2019年末，全市下辖13个区，总面积8569.15平方千米，建成区面积812.39平方千米，常住人口1121.2万人，地区生产总值1.62万亿元。</p>
    <p>武汉地处江汉平原东部、长江中游，长江及其最大支流汉江在城中交汇，形成武汉三镇隔江鼎立的格局，市内江河纵横、湖港交织，水域面积占全市总面积四分之一。作为中国经济地理中心，武汉素有“九省通衢”之称，是中国内陆最大的水陆空交通枢纽和长江中游航运中心，其高铁网辐射大半个中国，是华中地区唯一可直航全球五大洲的城市。</p>
    <p>武汉是联勤保障部队机关驻地、长江经济带核心城市、中部崛起战略支点、全面创新改革试验区，也是全国三大智力密集区之一，中国光谷致力打造有全球影响力的创新创业中心。根据国家发改委要求，武汉正加快建成以全国经济中心、高水平科技创新中心、商贸物流中心和国际交往中心四大功能为支撑的国家中心城市。</p>
    <p>武汉是国家历史文化名城、楚文化的重要发祥地，境内盘龙城遗址有3500年历史。春秋战国以来，武汉一直是中国南方的军事和商业重镇，明清时期成为楚中第一繁盛处、天下四聚之一。清末汉口开埠和洋务运动开启武汉现代化进程，使其成为近代中国重要的经济中心，被誉为“东方芝加哥”。武汉是辛亥革命首义之地，近代史上数度成为全国政治、军事、文化中心。</p>
    <h3>景点</h3>
    <img src="../../assets/img/views.jpg" alt="">
    <h3>特产</h3>
    <img src="../../assets/img/specialty.jpg" alt="">
  </div>
</template>
 
<script>
export default {
  name: 'Wuhan'
}
</script>

<style scoped>
#wuhan {
  background-color: #bdaead;
}
#wuhan * {
  text-align: center;
  margin-bottom: 10px;
}
#wuhan p {
  text-align: left;
  width: 90%;
  margin-left: 5%;
  text-indent: 2em;
}
#wuhan img {
  width: 50%;
  height: 300px;
  margin-left: 25%;
}
</style>