<template>
  <div id="yichang">
    <div class="top">
      <h2>宜昌</h2>
      <p>宜昌，湖北省地级市。位于长江中上游结合部、湖北省西南部，素有“三峡门户”“川鄂咽喉”之称。 [1]  宜昌古称“夷陵”，因“水至此而夷、山至此而陵”得名。清朝时改称“宜昌”，取“宜于昌盛”之意。宜昌是世界历史文化名人屈原、古代民族团结使者王昭君的故里。宜昌是三峡工程、葛洲坝水利枢纽工程所在地，被誉为“世界水电之都”。宜昌现辖5区3市5县和1个国家级高新区，总面积2.1万平方公里。2019年年末，全市常住人口为413.79万人，户籍人口为390.94万人。</p>
    </div>
    <div class="sights">
      <h2>三峡人家</h2>
      <p>三峡人家风景区位于长江三峡中奇幻壮丽的西陵峡境内，由山上人家、水上人家、溪边人家三个区域组成。在这里，你可以通过船游与步行相结合的方式，全方位、多角度领略三峡原生态的自然风光。景区每天有丰富多彩的民俗表演，有机会亲身参与其中，深刻感受古老而神秘的巴楚文化。
      </p>
      <div class="brief">
        <div class="left">
          <img src="../../assets/img/renjia1.jpg" alt="">
          <img src="../../assets/img/renjia2.jpg" alt="">
        </div>
        <div class="right">
          <p>从宜昌市区出发，可以通过公交车或者游船到达景区，全程约1-2小时。景区的游览区位于长江的南岸，游客必须在北岸“游客服务中心”旁的“胡金滩码头”坐渡船到南岸，所以景区门票是和往返渡船票捆绑销售的。景区可以分为山上人家（靠近索道站码头）、水上人家、溪边人家（靠近龙进溪码头）三个区域，其中水上人家和溪边人家是连在一起的，都在长江边，步行游览即可。而山上人家的各个景点都分布在江边的山上，游玩时可以步行爬山，也可以做索道上、下山。游客可以根据自己的喜好选择游玩的顺序，游玩的顺序不同，在北岸乘坐渡船时选择的线路也有所不同。
          </p>
          <p>整个景区绿树葱葱，溪水潺潺，犹如进入了一个大氧吧。在山上人家区域，游客可以观赏到当地特色民居“吊脚楼”，并在楼内的各个居室了解到本地先民的生活场景。而在山中的人造景点“巴王宫”内，可以欣赏到具有古巴人风情的仿古表演。此外，矗立在悬崖绝壁之巅的“灯影石”，也是拍照留影的好地方。</p>
          <p>下山后，沿着长江往下游方向走去，不远处就是水上人家和溪边人家。在水上人家区域内有“船工号子”的表演，号子既有雄壮激越的音调，又有悦耳抒情的旋律，听着这些古老的曲调，仿佛看到了昔日船工们在长江中穿激流、过险滩的艰辛生活。</p>
          <p>水上人家附近就是长江和龙进溪的交汇处，溪上人家就在这里。这里依山傍水，一半着陆，一半入水，青山绿水之间，景色如画。在这里能看到溪边洗衣服的幺妹子和在溪流中荡舟的本地姑娘，清新美丽。溪水边的山坡上分布着很多的阁楼，楼内展示了当地溪上人家的日常生活，还有精彩的抛绣球、抢亲、入洞房和纤夫拉纤的表演，不少演出还会邀请游客亲自参与，比如扮演新郎等。</p>
        </div>
      </div>
    </div>
    <div class="split"></div>
    <div class="sights">
      <h2>三峡大坝</h2>
      <p>三峡大坝是一座规模宏大的水利枢纽工程、水电站。大坝旅游区目前开放了坛子岭、185观景平台、截流纪念园等景点，坝顶不对外开放。
      </p>
      <div class="brief">
        <div class="left">
          <img src="../../assets/img/daba1.jpg" alt="">
          <img src="../../assets/img/daba2.jpg" alt="">
        </div>
        <div class="right">
          <p>在北岸的坛子岭可以俯视大坝，这是观赏三峡大坝全景的较好位置；坛子岭以西是185平台，因为海拔185米而得名，同样位于北岸，可平视大坝；而在南岸的截流纪念园，则是大坝的下游，在这里可仰视大坝，截流纪念园内设有展室，你可以通过展室内的图文资料了解三峡工程。
          </p>
          <p>开放时间<br/>全年 08:00-17:00；大坝坝顶不对外开放；高峡平湖游发船时间：14:00<br/>优待政策<br/>儿童：1.2米（不含）以下儿童，免费（仅免三峡大坝观光车）<br/>补充说明：以上仅针对三峡大坝旅游区门票，具体以景区当天为准。<br/>服务设施<br/>停车场：【景区门口】参考价格：免费；地址：湖北省宜昌市三峡坝区；库位：500
          </p>
          <p>园内交通：电瓶观光车：位于服务游客换乘中心，工作时间8:00-17:00，身高1.2米（含）以下儿童免票，其余均需收取35元/人的费用，包含往返电瓶车，仅支持现金支付，三峡大坝的路线为游客换乘中心（安检换乘）—196平台（观光电梯）—坛子岭—双线五级永久船闸观景平台—185观景平台—截流纪念园—游客换乘中心（结束行程），全程游览时间约3.5小时。
          </p>
          <p>游玩贴士<br/>1.2019年4月23日起，实行实名制入园，游客需凭本人第二代居民身份证进行人脸识别比对后才能入园参观。<br/>2. 盛夏时节，在景区内太阳直射后的温度非常高，如果此时前往景区游览，需要防晒、防中暑。及时补充水分很重要。<br/>3. 一般在雨季和汛期，泄洪的次数会多些。
          </p>
        </div>
      </div>
    </div>
    <div class="split"></div>
    <div class="sights">
      <h2>清江画廊</h2>
      <p>清江位于宜昌市长阳县境内，是古代巴人的发祥地、土家人的母亲河，有古诗中写道：“三百里清江美如画，三百里长阳似画廊”，清江画廊风景区因此得名。景区以江上乘船、观赏两岸风光为主，期间有1-2个景点可登岸游玩。
      </p>
      <div class="brief">
        <div class="left">
          <img src="../../assets/img/hualang1.jpg" alt="">
          <img src="../../assets/img/hualang2.jpg" alt="">
        </div>
        <div class="right">
          <p>游览清江画廊，分为A线和B线条行程，A线包括清江大佛、倒影峡、仙人寨、武落钟离山等景点，其中仙人寨和武落钟离山可以登岸游玩，其余景点是坐游船通过（倒影峡）或者在江面观看（清江大佛），往返耗时约4-5小时；B线行程与A线基本一致，但不包括武落钟离山景点，往返耗时约2小时。
          </p>
          <p>开放时间<br/>A线发船时间10:00、11:30、13:00，游览时间约为5个小时左右；B线发船时间11:00、12:30、14:00、15:30，游览时间约为1.5-2小时左右，具体发船时间以景区当天披露为准，请提前达到。
          </p>
          <p>优待政策<br/>儿童：身高1.2米（不含）-1.4米（含）享受优惠政策，优惠；身高1.2米（含）以下免费；，免费<br/>老人：70岁（含）以上老人凭本人身份证或老年证免费，免费；60岁（含）-70岁（不含）老人凭本人身份证或老年证享受优惠政策，优惠<br/>学生：全日制本科及以下学生凭本人学生证件享受优惠政策，优惠<br/>现役军人/残疾人：凭本人有效证件免费，免费<br/>全国医护人员与福建省居民：全国医护人员与福建省居民，凭有效证件免门票（不含船票）不限次入园，截止时间2021.12.31；，免费<br/>援鄂医疗队员：持有“灵秀湖北感恩卡”的援鄂医疗队员可携带家属1名，免门票（不含船票）不限次入园，截止时间2024.12.31；，免费<br/>福建省援宜医疗队员：福建省援宜医疗队员，凭“宜建钟情·福运昌盛”感恩卡终生不限次免门票（不含船票）入园。，免费<br/>补充说明：70岁（含）以上老人、现役军人、残疾人仅免大门票，游船票需另行购买。以上信息仅供参考，具体以景区当天实际为准
          </p>
          <p>库位：1000；小车全天5块，大车10块</p>
          <p>WIFI：账号：WX-QJHL wifi free；密码：88888888；范围：景区停车场、游客中心、旅游码头</p>
          <p>游玩贴士：江面温度较低，游客在游览时可多带件外衣。</p>
        </div>
      </div>
    </div>
    <div class="split"></div>
    <div class="local">
      <h3>特产推荐</h3>
      <div class="pic">
        <div>
          <img src="../../assets/img/local1.jpg" alt="">
          <p>秭归脐橙</p>
        </div>
        <div>
          <img src="../../assets/img/local2.jpg" alt="">
          <p>三峡苕酥</p>
        </div>
        <div>
          <img src="../../assets/img/local3.jpg" alt="">
          <p>清江野鱼</p>
        </div>
        <div>
          <img src="../../assets/img/local4.jpg" alt="">
          <p>宜昌腊肉</p>
        </div>
        <div>
          <img src="../../assets/img/local5.jpg" alt="">
          <p>五峰腊蹄子</p>
        </div>
        <div>
          <img src="../../assets/img/local6.jpg" alt="">
          <p>炸广椒</p>
        </div>
        <div>
          <img src="../../assets/img/local7.jpg" alt="">
          <p>鹿苑黄茶</p>
        </div>
        <div>
          <img src="../../assets/img/local8.jpg" alt="">
          <p>昭君白茶</p>
        </div>
        <div>
          <img src="../../assets/img/local9.jpg" alt="">
          <p>昭君眉豆</p>
        </div>
        <div>
          <img src="../../assets/img/local10.jpg" alt="">
          <p>宜昌红茶</p>
        </div>
      </div>
    </div>
  </div>
</template>
 
<script>
export default {
  name: 'yichang'
}
</script>

<style scoped>
#yichang {
  background-color: #bdaead;
}
.top h2 {
  width: 100%;
  text-align: center;
  padding-top: 20px;
}
.top p {
  width: 80%;
  margin-left: 10%;
}
.split {
  width: 80%;
  margin-left: 10%;
  margin-top: 20px;
  border: 2px solid #5698c3;
}
.sights {
  width: 80%;
  margin-left: 10%;
  padding-top: 20px;
}
p {
  margin-top: 10px;
  text-indent: 2em;
  line-height: 22px;
}
.brief {
  display: flex;
  justify-content: space-between;
}
.left {
  width: 40%;
  display: flex;
  flex-flow: column nowrap;
  justify-content: space-between;
  padding-top: 15px;
}
.left img {
  width: 100%;
}
.right {
  width: 55%;
}

.local {
  width: 80%;
  margin-left: 10%;
  margin-top: 20px;
}
.local .pic {
  display: flex;
  flex-wrap: wrap;
  justify-content: space-between;
  margin-top: 20px;
}
.pic div {
  width: 18%;
}
.pic img {
  width: 100%;
  height: 200px;
}
.pic p {
  width: 80%;
  text-align: center;
  margin-bottom: 20px;
}
</style>